{
  "books": [
    {
      "title": "The Teachings of Don Juan",
      "author": "Carlos Castaneda",
      "year": "1985",
      "description": "A story of a remarkable journey: the first awesome steps on the road to becoming a 'man of knowledge'",
      "reviews": [
        {
          "text": "\"Extraordinary in every sense of the word.\" ― The New York Times",
          "rating": 5
        },
        {
          "text": "Must read to understand the path of a warrior -Franklin",
          "rating": 4
        },
        {
          "text": "It sucks!! --theNegativeFamily",
          "rating": 4
        }
      ],
      "id": 1
    },
    {
      "title": "The Bridge Across Forever",
      "author": "Richard Bach",
      "year": "1984",
      "description": "Richard Bach espouses the idea that you create your own reality.",
      "reviews": [
        {
          "text": "It's romantic, intriguing, and, the best of Richard Bach!--Franklin",
          "rating": 4
        },
        {
          "text": "Bad, just bad -Juki",
          "rating": 1
        }
      ],
      "id": 2
    },
    {
      "title": "Master The Law of Attraction: Create Your Reality",
      "author": "Aurora Skye ",
      "year": "2023",
      "description": "Is a comprehensive guide to harnessing the power of the Law of Attraction and manifesting your desires",
      "reviews": [
        {
          "text": "It's practical tips, step-by-step exercises, and real-life examples, this book is the ultimate resource for anyone looking to transform their life -Franklin",
          "rating": 4
        },
        {
          "text": "Techniques for enhancing your manifestation abilities -anonymous",
          "rating": 3
        },
        {
          "text": "The importance of self-care in the manifestation process -Frank",
          "rating": 4
        },
        {
          "text": "Advanced visualization techniques to manifest your desires -Francisco",
          "rating": 4
        },
        {
          "text": "The science behind the Law of Attraction and how it works -Frank",
          "rating": 3
        },
        {
          "text": "stupid nonsense book -Julio",
          "rating": 1
        }
      ],
      "id": 3
    },
    {
      "title": "Autobiography of a Yogi",
      "author": "Paramhansa Yogananda ",
      "year": "1946",
      "description": "First hand account of his life experiences in India includes childhood revelations, stories of his visits to saints and masters in India, and long-secret teachings of yoga and Self-realization that he first made available to the Western reader.",
      "reviews": [
        {
          "text": "Very hard to understand -Frank",
          "rating": 2
        },
        {
          "text": "weird book -Lay ",
          "rating": 2
        },
        {
          "text": "Need to read twice to understand the first chapter -Gloria ",
          "rating": 2
        }
      ],
      "id": 4
    },
    {
      "title": "The Book of Unusual Knowledge",
      "author": "Publications International Ltd. ",
      "year": "2012",
      "description": "Expand your knowledge on a range of topics, including the animal kingdom, art, sports, technology, history, politics, the universe, and much, much more!",
      "reviews": [
        {
          "text": "Some useful information, others not so much but all of it completely captivating",
          "rating": 3
        },
        {
          "text": "crazy book -Frank ",
          "rating": 2
        }
      ],
      "id": 5
    },
    {
      "title": "Ageless Wisdom: A Treasury of Quotes to Motivate & Inspire",
      "author": "J.S. Felts ",
      "year": "2021",
      "description": "This compilation of quotes is not meant to be the largest collection, but the wisest, which shares the greatest of thoughts",
      "reviews": [
        {
          "text": "Great book by put together by an even greater man! Keep it on my desk to reference all the time! --\tWILLIAM T.",
          "rating": 4
        },
        {
          "text": "Not bad but not great -Frank ",
          "rating": 3
        }
      ],
      "id": 6
    },
    {
      "title": "Energy Teachings of The Three: Guidance and Practices to Open Your Heart and Heal Your Mind",
      "author": "David T. Kyle",
      "year": "2020",
      "description": "The Energy Teachings of The Three was dictated unexpectedly to the author by three entities during an initiation in Peru in 2012 where he had been in training for several years learning the Andean shamanic healing traditions. The teachings are based on the principles and practices of energy healing combining different chakra patterns so you can live in the world with the energy of love and presence as the focus of your life.",
      "reviews": [
        {
          "text": "Profound and timely insights and practices for these turbulent times. -Alberto Villoldo",
          "rating": 5
        },
        {
          "text": "waste my time reading this book -Frank ",
          "rating": 1
        }
      ],
      "id": 7
    },
    {
      "title": "Heal Using Intuition And Energy: Discover Mental and Emotional Roots of Health Issues",
      "author": "Carrie Suwal ",
      "year": "2022",
      "description": "You are going to receive answers, healing, and integrate with your higher self throughout the practices in the book. YOU will be the healer of your life.",
      "review": "I really enjoyed this book. I have read many books but found some new ideas for me to use. Thank you Carrie.",
      "rating": 3,
      "id": 8,
      "reviews": [
        {
          "text": " was like she connected to my soul. ",
          "rating": 4
        },
        {
          "text": "I really enjoyed this book. I have read many books but found some new ideas for me to use. Thank you Carrie.",
          "rating": 4
        },
        {
          "text": "How can people understand this crap -Betty ",
          "rating": 1
        }
      ]
    },
    {
      "title": "The Medicine Bag: Shamanic Rituals & Ceremonies for Personal Transformation",
      "author": "don Jose Ruiz ",
      "year": "2020",
      "description": "Introduces and explains a wealth of these shamanic rituals and ceremonies, and provides a detailed and accessible guide to performing them on your own.",
      "reviews": [
        {
          "text": "This book was too simplified.",
          "rating": 3
        },
        {
          "text": "I have loved learning from this author and book. Beautifully put together and beautiful rituals that can be used to gain a closer connection to spirit and self.-Frank",
          "rating": 3
        },
        {
          "text": "bad bad bad -Hella ",
          "rating": 1
        }
      ],
      "id": 9
    },
    {
      "title": "Me Talk Pretty One Day",
      "author": "David Sedaris",
      "year": "2001",
      "description": "A recent transplant to Paris, humorist David Sedaris, bestselling author of \"Naked\", presents a collection of his strongest work yet, including the title story about his hilarious attempt to learn French.",
      "reviews": [
        {
          "text": "author’s childhood memories were quite entertaining -Frank",
          "rating": 4
        },
        {
          "text": "Not bad -Vanessa ",
          "rating": 3
        }
      ],
      "id": 10
    },
    {
      "title": "The Four Agreements: A Practical Guide to Personal Freedom (A Toltec Wisdom Book) ",
      "author": " Don Miguel Ruiz ",
      "year": "1997",
      "description": "Reveals the source of self-limiting beliefs that rob us of joy and create needless suffering. Based on ancient Toltec wisdom, The Four Agreements offer a powerful code of conduct that can rapidly transform our lives to a new experience of freedom, true happiness, and love.",
      "reviews": [
        {
          "text": "Great book to read in two days -Frank ",
          "rating": 5
        }
      ],
      "id": 11
    }
  ]
}